---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteOrphanTags
source: html/8425a58a-7d90-e6ae-390c-12890da1a0b3.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteOrphanTags Property

Orphaned tags cannot be pasted.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteOrphanTags { get; }
```